[
  {	
    "id": "001",
    "title": "Almere Speciaal",
    "slug": "almere-speciaal",
    "category": "Frontend",
    "image": "project-1.png",
    "desc": "Website is onderdeel van een set websites met als basis dezelfde huisstijl. Front end is gebouwd op het BasisOnline CMS. Uitdaging van deze website: het full screen overlay menu met een animatie.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://almere-speciaal.nl/"
  },
  {
    "id": "002",
    "title": "Amstelwijs",
    "slug": "amstelwijs",
    "category": "UI / Frontend",
    "image": "project-2.png",
    "desc": "Website voor Stichting Amstelwijs te Amstelveen. Dit project is tot stand gekomen in samenwerking met een marketing bureau die de huisstijl heeft ontwikkeld. Front end is gebouwd op het BasisOnline CMS.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://amstelwijs.nl/"
  },
  {
    "id": "003",
    "title": "Mgr. Hanssen",
    "slug": "mgr-hanssen",
    "category": "Frontend",
    "image": "project-3.png",
    "desc": "Website voor Mgr. Hanssen uit Hoensbroek. Ontwerp is aangeleverd door een extern bureau. Website draait op het CMS van BasisOnline. Met dit project heb ik mijzelf uitgedaagd om een fullscreen overlay menu te maken binnen een Bootstrap framework.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://mgrhanssen.nl/"
  },
  {
    "id": "004",
    "title": "PPO De Link",
    "slug": "ppo-de-link",
    "category": "UI / Frontend",
    "image": "project-4.png",
    "desc": "Website voor stichting PPO de Link uit Rhenen. Ontwerp is door een collega verzorgt, waarna ik de front-end heb ontwikkeld. Site is gemaakt op basis van het Bootstrap framework waarbij de container afmetingen zijn aangepast middels SCSS variabelen.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://ppodelink.nl/"
  },
  {
    "id": "005",
    "title": "Purmerends Museum",
    "slug": "purmerends-museum",
    "category": "Frontend",
    "image": "project-5.png",
    "desc": "Website voor het Purmerends Museum & de VVV Museumwinkel. Huisstijl is samengesteld door een collega, daarna heb ik hier een front-end op ontwikkeld. In samenwerking met de klant zijn er verschillende maatwerk templates ontwikkeld om content op verschillende wijze weer te geven.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://purmerendsmuseum.nl/"
  },
  {
    "id": "006",
    "title": "SPO Venray",
    "slug": "spo-venray",
    "category": "Frontend",
    "image": "project-6.png",
    "desc": "Een externe partij heeft het ontwerp aangeleverd voor deze website. Waarna ik de front-end heb ontwikkeld op basis van het Bootstrap framework. Uitdaging van deze website: mobiele menu wat vanuit de rand van het scherm verschijnt.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://www.spovenray.nl/"
  },
  {
    "id": "007",
    "title": "Stichting KBA",
    "slug": "stichting-kba",
    "category": "UI / Frontend",
    "image": "project-7.png",
    "desc": "Website waar veel maatwerk pagina’s in zitten. De inhoud van deze website is gebaseerd op digitale lessen geschikt voor de onderbouw, middenbouw en bovenbouw. Daarbij is vooral aandacht besteed aan het klantvriendelijk vullen van de pagina’s in het CMS.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://www.stkba-onderwijs.nl/"
  },
  {
    "id": "008",
    "title": "De Wegwijzer",
    "slug": "de-wegwijzer",
    "category": "UI / Frontend",
    "image": "project-8.png",
    "desc": "Website voor Basisschool De Wegwijzer in Hoogblokland. Deze site was betrokken bij een interne wedstrijd waarbij het doel was de website zo perfect mogelijk op te leveren. Site is gebaseerd op het Bootstrap framework en draait op het CMS van BasisOnline.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://www.cbsdewegwijzer.net/"
  },
  {
    "id": "009",
    "title": "Ds. Koelmanschool",
    "slug": "ds-koelmanschool",
    "category": "UI / Frontend",
    "image": "project-9.png",
    "desc": "Website voor Ds. Koelmanschool in Gorinchem. Deze website heeft al meerdere design iteraties doorgemaakt. Waarbij de klant actief heeft mee geholpen om tot het huidige resultaat te komen. Website draait op een CMS van BasisOnline. Front-end gebaseerd op Bootstrap waarbij een ruime hoeveelheid Flexbox technieken zijn gebruikt.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://www.koelmangorinchem.nl/"
  },
  {
    "id": "010",
    "title": "'t Schrijverke",
    "slug": "t-schrijverke",
    "category": "UI / Frontend",
    "image": "project-10.png",
    "desc": "Op basis van het - door de klant aangeleverde - kleurenpallet, een ontwerp gemaakt voor de website van ’t Schrijverke. Daarna volledig in het Bootstrap framework ontwikkeld op het BasisOnline CMS. Detail van deze website: de video’s van de sfeerimpressie zijn te bekijken in een popup venster.",
    "author": "Wout Peters",
    "client": "BasisOnline",
    "externalLink": "https://schrijverke.nl/" 
  }
]